{
  "quotes" : [
    ["Alexander Hamilton" , "It has been observed that a pure democracy if it were practicable would be the most perfect government. Experience has proved that no position is more false than this."],
    ["Alexander Hamilton" , "Constitutions should consist only of general provisions; the reason is that they must necessarily be permanent, and that they cannot calculate for the possible change of things."],
    ["Alexander Hamilton" , "I have thought it my duty to exhibit things as they are, not as they ought to be."],
    ["Alexander Hamilton" , "A garden, you know, is a very usual refuge of a disappointed politician. Accordingly, I have purchased a few acres about nine miles from town, have built a house, and am cultivating a garden."],
    ["Alexander Hamilton" , "It is a maxim deeply ingrafted in that dark system, that no character, however upright, is a match for constantly reiterated attacks, however false."],
    ["Alexander Hamilton" , "The origin of all civil government, justly established, must be a voluntary compact, between the rulers and the ruled; and must be liable to such limitations, as are necessary for the security of the absolute rights of the latter; for what original title can any man or set of men have, to govern others, except their own consent?"],
    ["Alexander Hamilton" , "The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself; and can never be erased or obscured by mortal power."],
    ["Alexander Hamilton" , "In politics, as in religion, it is equally absurd to aim at making proselytes by fire and sword. Heresies in either can rarely be cured by persecution."],
    ["Alexander Hamilton" , "The fabric of American Empire ought to rest on the solid basis of THE CONSENT OF THE PEOPLE. The streams of National power ought to flow immediately from that pure original fountain of all legitimate authority."],
    ["Alexander Hamilton" , "I never expect to see a perfect work from imperfect man. The result of the deliberations of all collective bodies must necessarily be a compound, as well of the errors and prejudices, as of the good sense and wisdom, of the individuals of whom they are composed."],
    ["Thomas Jefferson" , "The God who gave us life, gave us liberty at the same time; the hand of force may destroy, but cannot disjoin them."],
    ["Thomas Jefferson" , "Truth will do well enough if left to shift for herself. She seldom has received much aid from the power of great men to whom she is rarely known & seldom welcome. She has no need of force to procure entrance into the minds of men. Error indeed has often prevailed by the assistance of power or force. Truth is the proper & sufficient antagonist to error."],
    ["Thomas Jefferson" , "Compulsion in religion is distinguished peculiarly from compulsion in every other thing. I may grow rich by art I am compelled to follow, I may recover health by medicines I am compelled to take against my own judgment, but I cannot be saved by a worship I disbelieve & abhor."],
    ["Thomas Jefferson" , "We hold these truths to be self-evident, that all men are created equal; that they are endowed by their Creator with inherent and inalienable Rights; that among these, are Life, Liberty, and the pursuit of Happiness; that to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed;"],
    ["Thomas Jefferson" , "The basis of our government being the opinion of the people, the very first object should be to keep that right; and were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter. But I should mean that every man should receive those papers and be capable of reading them."],
    ["Thomas Jefferson" , "The legitimate powers of government extend to such acts only as are injurious to others. But it does me no injury for my neighbour to say there are twenty gods, or no god. It neither picks my pocket nor breaks my leg."],
    ["Thomas Jefferson" , "I would rather be exposed to the inconveniences attending too much liberty, than those attending too small a degree of it."],
    ["Thomas Jefferson" , "I am for freedom of religion, & against all maneuvres to bring about a legal ascendancy of one sect over another, for freedom of the press, and against all violations of the Constitution to silence by force and not by reason the complaints or criticisms, just or unjust, of our citizens against the conduct of their agents."],
    ["Thomas Jefferson" , "Not in our day, but at no distant one, we may shake a rod over the heads of all, which may make the stoutest of them tremble. But I hope our wisdom will grow with our power, and teach us, that the less we use our power, the greater it will be."],
    ["Thomas Jefferson" , "I know no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with wholesome discretion, the remedy is not to take it from them, but to inform their discretion by education. This is the true corrective of abuses of constitutional power."]

  ]
}
