{
	"bill_id": "hr210-115",
	"congress": "115",
	"bill": "H.R.210",
	"bill_type": "hr",
	"number": "H.R.210",
	"bill_uri": "https://api.propublica.org/congress/v1/115/bills/hr210.json",
	"title": "Native American Energy Act",
	"sponsor": "Don Young",
	"sponsor_id": "Y000033",
	"sponsor_uri": "https://api.propublica.org/congress/v1/members/Y000033.json",
	"sponsor_party": "R",
	"sponsor_state": "AK",
	"gpo_pdf_uri": "https://www.gpo.gov/fdsys/pkg/BILLS-115hr210ih/pdf/BILLS-115hr210ih.pdf",
	"congressdotgov_url": "https://www.congress.gov/bill/115th-congress/house-bill/210",
	"govtrack_url": "https://www.govtrack.us/congress/bills/115/hr210",
	"introduced_date": "2017-01-03",
	"active": "",
	"house_passage": "",
	"senate_passage": "",
	"enacted": "",
	"vetoed": "",
	"cosponsors": "0",
	"withdrawn_cosponsors": "0",
	"primary_subject": "Native Americans",
	"committees": "House Natural Resources Committee",
	"latest_major_action_date": "2017-02-10",
	"latest_major_action": "Referred to the Subcommittee on Indian, Insular and Alaska Native Affairs.",
	"last_vote_date": "",
	"house_passage_vote": null,
	"senate_passage_vote": null,
	"summary": "Native American Energy Act  This bill amends the Energy Policy Act of 1992 to permit certain entities to appraise Indian land or trust assets involved in a transaction requiring Department of Interior approval. (Currently, Interior sets appraisal requirements.) A tribe may waive the requirement for an appraisal. Certain agencies within Interior must use a uniform system of reference numbers and tracking systems for oil and gas wells.  This bill amends the National Environmental Policy Act of 1969 to make environmental impact statements for major federal actions (excluding actions related to gaming) on Indian lands available only to certain entities.  The bill sets forth provisions for the judicial review of a cause of action related to energy development on Indian land. This bill amends the Tribal Forest Protection Act of 2004 to direct Interior and the Department of Agriculture (USDA) to enter into agreements with Indian tribes to carry out demonstration projects that promote biomass energy production. Interior and USDA may carry out demonstration projects by which tribes may perform the functions of programs under that Act.  Activity pursuant to a tribal resource management plan approved by Interior is considered to be a sustainable management practice. This bill amends the Long-Term Leasing Act to revise the types and duration of leases the Navajo Nation may enter without Interior's approval.   Certain Interior rules regarding energy production do not apply on land held in trust for Indians or on restricted Indian land, except with the consent of the Indian beneficiaries. ",
	"summary_short": "Native American Energy Act  This bill amends the Energy Policy Act of 1992 to permit certain entities to appraise Indian land or trust assets involved in a transaction requiring Department of Interior approval. (Currently, Interior sets appraisal requirements.) A tribe may waive the requirement for an appraisal. Certain agencies within Interior must use a uniform system of reference numbers and tracking systems for oil and gas wells.  This bill amends the National Environmental Policy Act of ...",
	"versions": [],
	"actions": [{
		"datetime": "2017-02-10 00:00:00 UTC",
		"description": "Referred to the Subcommittee on Indian, Insular and Alaska Native Affairs."
	}, {
		"datetime": "2017-02-10 00:00:00 UTC",
		"description": "Referred to the Subcommittee on Energy and Mineral Resources."
	}, {
		"datetime": "2017-01-03 00:00:00 UTC",
		"description": "Referred to the House Committee on Natural Resources."
	}],
	"votes": []
}